Repository: vtiltay/malbat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Proposal information
fr: Informations sur la proposition

source: Proposed data
fr: Données proposées

source: Admin processing
fr: Traitement par l'administrateur

source: Mark the status after processing in Gramps and add notes
fr: Marquez le statut après traitement dans Gramps et ajoutez des notes

source: User
fr: Utilisateur

source: Add
fr: Ajouter

source: Update
fr: Mettre à jour

source: Delete
fr: Supprimer

source: Relationship type
fr: Type de relation

source: Proposed
fr: Proposée

source: Acknowledged
fr: Prise en compte

source: Completed
fr: Terminée

source: Rejected
fr: Rejetée

source: Status
fr: Statut

source: Proposed on
fr: Proposée le

source: Password
fr: Mot de passe

source: Confirm password
fr: Confirmez le mot de passe

source: This email is already in use.
fr: Cet email est déjà utilisé.

source: This username is already taken.
fr: Ce nom d'utilisateur est déjà pris.

source: Action type
fr: Type d'action

source: Affected person *
fr: Personne concernée *

source: Person ID to update (Gramps ID)
fr: ID de la personne à mettre à jour (ID Gramps)

source: Data (JSON format)
fr: Données (format JSON)

source: Your profile / Affected person *
fr: Votre profil / Personne concernée *

source: You must select a person affected by this proposal.
fr: Vous devez sélectionner une personne concernée par cette proposition.

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Male
fr: Homme

source: Female
fr: Femme

source: Unknown
fr: Inconnu

source: Gender
fr: Genre

source: Birth date
fr: Date de naissance

source: Person ID to delete (Gramps ID)
fr: ID de la personne à supprimer (ID Gramps)

source: I confirm the deletion
fr: Je confirme la suppression

source: Mark as deceased even without date
fr: Marquer comme décédé même sans date

source: When this record was first created in the database
fr: Date de création de cet enregistrement dans la base de données

source: Last modification time (any change, including web app edits)
fr: Date de la dernière modification (tout changement, y compris les modifications via l'application web)

source: Last update from Gramps synchronization
fr: Dernière mise à jour depuis la synchronisation Gramps

source: Child order in family (from Gramps)
fr: Ordre de l'enfant dans la famille (depuis Gramps)

source: Name for this import
fr: Nom pour cet import

source: Gramps ID of person for update/deletion
fr: ID Gramps de la personne pour la mise à jour/suppression

source: Data to add/modify
fr: Données à ajouter/modifier

source: Notes when processing in Gramps
fr: Notes lors du traitement dans Gramps

source: Malbat.org - Family Tree
fr: Malbat.org - Arbre Généalogique

source: Home
fr: Accueil

source: My Proposals
fr: Mes Propositions

source: Logout
fr: Déconnexion

source: Login
fr: Connexion

source: Register
fr: S'inscrire

source: Close
fr: Fermer

source: Home - Malbat.org
fr: Accueil - Malbat.org

source: Search for a person
fr: Rechercher une personne

source: Enter a name, first name or Gramps ID...
fr: Entrez un nom, prénom ou ID Gramps...

source: Search
fr: Rechercher

source: Results for "%(search_query)s"
fr: Résultats pour "%(search_query)s"

source: found
fr: trouvé

source: Deceased
fr: Décédé(e)

source: Living
fr: Vivant(e)

source: View Profile
fr: Voir le profil

source: Search results navigation
fr: Navigation des résultats de recherche

source: Previous
fr: Précédent

source: Page %(page_num)s of %(num_pages)s
fr: Page %(page_num)s sur %(num_pages)s

source: Next
fr: Suivant

source: No person found for "%(search_query)s".
fr: Aucune personne trouvée pour "%(search_query)s".

source: Discover Your Family Tree
fr: Découvrez Votre Arbre Généalogique

source: Explore your family's stories across generations. A private and secure platform to document and share your genealogy.
fr: Explorez les histoires de votre famille à travers les générations. Une plateforme privée et sécurisée pour documenter et partager votre généalogie.

source: Create Account
fr: Créer un Compte

source: Sign In
fr: Se Connecter

source: View My Proposals
fr: Voir Mes Propositions

source: Your Family Heritage
fr: Votre Patrimoine Familial

source: Preserve and pass on your family's history to future generations.
fr: Préservez et transmettez l'histoire de votre famille aux générations futures.

source: Genealogy Statistics
fr: Statistiques de la Généalogie

source: People Registered
fr: Personnes Enregistrées

source: Families Documented
fr: Familles Documentées

source: Living People
fr: Personnes Vivantes

source: Deceased People
fr: Personnes Décédées

source: Earliest Ancestor
fr: Plus Ancien Ancêtre

source: Latest Generation
fr: Dernière Génération

source: Key Features
fr: Fonctionnalités Clés

source: Family Tree
fr: Arbre Généalogique

source: Visualize family connections across generations in an intuitive and modern way.
fr: Visualisez les liens familiaux à travers les générations de manière intuitive et moderne.

source: Detailed Profiles
fr: Profils Détaillés

source: Discover the stories and lives of your ancestors with complete information and photos.
fr: Découvrez les histoires et la vie de vos ancêtres avec des informations complètes et des photos.

source: Private & Secure
fr: Privé & Sécurisé

source: Your family data remains private and protected with advanced security measures.
fr: Vos données familiales restent privées et protégées par des mesures de sécurité avancées.

source: Welcome
fr: Bienvenue

source: Preserve and pass on your family's history for generations to come.
fr: Préservez et transmettez l'histoire de votre famille pour les générations à venir.

source: Registered People
fr: Personnes Enregistrées

source: Documented Families
fr: Familles Documentées

source: Your access to family data is protected by secure authentication.
fr: Votre accès aux données familiales est protégé par une authentification sécurisée.

source: Ready to Explore Your Genealogy?
fr: Prêt à Explorer Votre Généalogie ?

source: Create an account or sign in to access all features.
fr: Créez un compte ou connectez-vous pour accéder à toutes les fonctionnalités.

source: Access your family tree
fr: Accédez à votre arbre généalogique

source: Username or Email
fr: Nom d'utilisateur ou Email

source: Your username or email
fr: Votre nom d'utilisateur ou email

source: Your password
fr: Votre mot de passe

source: Don't have an account yet?
fr: Vous n'avez pas encore de compte ?

source: My Modification Proposals
fr: Mes Propositions de Modification

source: Pending
fr: En attente

source: In Progress
fr: En cours

source: Created
fr: Créée le

source: Proposed Data
fr: Données Proposées

source: Admin Notes
fr: Notes de l'administrateur

source: You haven't made any proposals yet.
fr: Vous n'avez encore fait aucune proposition.

source: Back to Home
fr: Retour à l'Accueil

source: Copy ID
fr: Copier l'ID

source: Born
fr: Né(e) le

source: Died
fr: Décédé(e) le

source: Father
fr: Père

source: Mother
fr: Mère

source: Siblings
fr: Fratrie

source: Family
fr: Famille

source: Husband
fr: Mari

source: Wife
fr: Femme

source: Children
fr: Enfants

source: Last updated in Gramps
fr: Dernière mise à jour dans Gramps

source: Propose Modification
fr: Proposer une Modification

source: Spouse
fr: Conjoint(e)

source: Child
fr: Enfant

source: Add a spouse first
fr: Ajoutez d'abord un conjoint

source: Advanced
fr: Avancé

source: Sign in
fr: Connectez-vous

source: to propose modifications
fr: pour proposer des modifications

source: ID copied to clipboard!
fr: ID copié dans le presse-papiers !

source: People
fr: Personnes

source: Search Results
fr: Résultats de la Recherche

source: Found %(counter)s person
fr: %(counter)s personne trouvée

source: First
fr: Premier

source: Page %(page)s of %(total)s
fr: Page %(page)s sur %(total)s

source: Last
fr: Dernier

source: No people found
fr: Aucune personne trouvée

source: Try another search term
fr: Essayez un autre terme de recherche

source: Start by searching for a person
fr: Commencez par rechercher une personne

source: Add Child
fr: Ajouter un Enfant

source: Select a family to add a child to:
fr: Sélectionnez une famille à laquelle ajouter un enfant :

source: child of
fr: enfant de

source: Choose a family...
fr: Choisissez une famille...

source: Propose Addition
fr: Proposer l'Ajout

source: Cancel
fr: Annuler

source: Propose Deletion
fr: Proposer la Suppression

source: You are about to propose the deletion of <strong>%(fname)s %(lname)s</strong>
fr: Vous êtes sur le point de proposer la suppression de <strong>%(fname)s %(lname)s</strong>

source: This action is irreversible. The administrator will review your request and validate it.
fr: Cette action est irréversible. L'administrateur examinera votre demande et la validera.

source: Person to Delete
fr: Personne à Supprimer

source: Born %(birth_date)s
fr: Né(e) le %(birth_date)s

source: I confirm the deletion of %(fname)s %(lname)s
fr: Je confirme la suppression de %(fname)s %(lname)s

source: Confirm Deletion
fr: Confirmer la Suppression

source: For complex modifications, use this advanced form with JSON format.
fr: Pour les modifications complexes, utilisez ce formulaire avancé au format JSON.

source: Select an action
fr: Sélectionnez une action

source: Select a type
fr: Sélectionnez un type

source: Select a person (optional)
fr: Sélectionnez une personne (facultatif)

source: Example: I0001
fr: Exemple : I0001

source: Entity ID (e.g. I0001)
fr: ID de l'entité (par ex. I0001)

source: JSON format with fields to add/modify.
fr: Format JSON avec les champs à ajouter/modifier.

source: Example
fr: Exemple

source: Send Proposal
fr: Envoyer la Proposition

source: Quick Forms
fr: Formulaires Rapides

source: To quickly add a spouse or child, go to a person's page and use the available buttons.
fr: Pour ajouter rapidement un conjoint ou un enfant, allez sur la page d'une personne et utilisez les boutons disponibles.

source: Add Spouse
fr: Ajouter un Conjoint

source: for %(fname)s %(lname)s
fr: pour %(fname)s %(lname)s

source: First Name
fr: Prénom

source: Last Name
fr: Nom de famille

source: Create your account to explore your genealogy
fr: Créez votre compte pour explorer votre généalogie

source: Username
fr: Nom d'utilisateur

source: Choose a username
fr: Choisissez un nom d'utilisateur

source: Maximum 150 characters. Letters, digits and @/./+/-/_ only.
fr: 150 caractères maximum. Lettres, chiffres et @/./+/-/_ uniquement.

source: Email Address
fr: Adresse Email

source: Choose a secure password
fr: Choisissez un mot de passe sécurisé

source: Confirm Password
fr: Confirmez le Mot de Passe

source: Confirm your password
fr: Confirmez votre mot de passe

source: Already have an account?
fr: Vous avez déjà un compte ?

source: Security
fr: Sécurité

source: Your password must contain at least 8 characters and should not be too similar to your personal information.
fr: Votre mot de passe doit contenir au moins 8 caractères et ne doit pas être trop similaire à vos informations personnelles.

source: Registration successful! You are now logged in.
fr: Inscription réussie ! Vous êtes maintenant connecté.

source: Welcome {user.username}!
fr: Bienvenue {user.username} !

source: Invalid username/email or password.
fr: Nom d'utilisateur/email ou mot de passe invalide.

source: You have been logged out.
fr: Vous avez été déconnecté.

source: The JSON format of the data is invalid.
fr: Le format JSON des données est invalide.

source: Your proposal has been sent to the administrator. Number: #{modification.id}
fr: Votre proposition a été envoyée à l'administrateur. Numéro : #{modification.id}

source: Your spouse addition proposal has been sent. Number: #{modification.id}
fr: Votre proposition d'ajout de conjoint a été envoyée. Numéro : #{modification.id}

source: You must add a spouse first before adding children.
fr: Vous devez d'abord ajouter un conjoint avant d'ajouter des enfants.

source: Please select a spouse to add a child.
fr: Veuillez sélectionner un conjoint pour ajouter un enfant.

source: Your child addition proposal has been sent. Number: #{modification.id}
fr: Votre proposition d'ajout d'enfant a été envoyée. Numéro : #{modification.id}

source: Your deletion proposal has been sent. Number: #{modification.id}
fr: Votre proposition de suppression a été envoyée. Numéro : #{modification.id}
